window.GensJson = [
    {
        "0" : "浅灰色背景",
        "1" : "淡紫色背景",
        "2" : "谈紫色背景",
        "3" : "深灰色背景",
        "4" : "黄色背景",
        "5" : "绿色背景"
    },
    {
        "0" : "黄色皮肤",
        "1" : "粉色皮肤",
        "2" : "紫色皮肤",
        "3" : "棕色皮肤",
        "4" : "绿色皮肤",
        "5" : "浅粉色皮肤"
    },
    {
        "0" : "正常花纹",
        "1" : "大花纹",
        "2" : "中花纹",
        "3" : "空心花纹",
        "4" : "小花斑花纹",
        "5" : "小花纹"
    },
    {
        "0" : "橙色花纹",
        "1" : "红色花纹",
        "2" : "紫色花纹",
        "3" : "棕色花纹",
        "4" : "绿色花纹",
        "5" : "浅红色花纹"
    },
    {
        "0" : "直立体型",
        "1" : "双耳下垂体型",
        "2" : "粗短尾巴",
        "3" : "长细尾巴",
        "4" : "长粗尾巴",
        "5" : "短小尾巴"
    },
    {
        "0" : "正常眼睛",
        "1" : "两侧大眼睛",
        "2" : "上下看眼睛",
        "3" : "上看眼睛",
        "4" : "两侧小眼睛",
        "5" : "两侧中眼睛"
    },
    {
        "0" : "橙色眼睛",
        "1" : "粉色眼睛",
        "2" : "黄色眼睛",
        "3" : "蓝色眼睛",
        "4" : "绿色眼睛",
        "5" : "紫色眼睛"
    },
    {
        "0" : "正常嘴巴",
        "1" : "不漏舌嘴巴",
        "2" : "右斜嘴巴",
        "3" : "兔牙嘴巴",
        "4" : "短舌头嘴巴",
        "5" : "尖牙嘴巴"
    }
]
